import React from 'react'

export default function Privacy() {
  return (
    <div className='flex flex-col items-end gap-[20px] shadow-gray-300
     bg-white rounded-xl shadow-xl border border-gray-200 p-[20px]'>
        <p className='text-xl font-semibold text-black'> : سياسة الخصوصية  </p>
        <p className='text-wrap text-end font-normal xs:text-xs' >
        اكتشف خيارات تأجير السيارات في مصر مع تأجير السيارات اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحلية اختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحليةاختر من بين مجموعة من خيارات السيارات والخاصة المحلية
        </p>
    </div>
  )
}
